{
	"regular" : {

		"monster_01" : {
			"id" : "monster_01",
			"name" : "Angry Guppy",
			"desc" : "A guppy that woke up on the wrong side of the riverbed this morning."
		},
		
		"monster_02" : {
			"id" : "monster_02",
			"name" : "Bad-Tempered Crawdad",
			"desc" : "Has tattoos on his shell indicating he's a member of the 'Big Bad Daddy' gang. He also has one depicting a scantily-clad salmon. What an unsavory fellow!"
		},
		
		"monster_03" : {
			"id" : "monster_03",
			"name" : "Freshwater Sea Cucumber",
			"desc" : "Sea cucumbers serve a useful role in the marine ecosystem as they help recycle nutrients, breaking down detritus and other organic matter after which bacteria can continue the degradation process. They are also quick with a blade. Watch out!"
		},
		
		"monster_04" : {
			"id" : "monster_04",
			"name" : "Juvenille Flagtail",
			"desc" : "Looks like he just finished spray-painting graffiti on an elderly fish's dorsal fin. Dang kids and their punk rock music. If you had a lawn, he would surely not be welcome on it."
		},

		"monster_05" : {
			"id" : "monster_05",
			"name" : "Scurvy Sea Dog",
			"desc" : "You thought this was just a thing that pirates said. Nope! It's real, and it's currently fighting you."
		},

		"monster_06" : {
			"id" : "monster_06",
			"name" : "Grouchy Hermit Crab",
			"desc" : "This crab appears to be fed up with people knocking on his shell and asking him for advice. He's ready to give you a piece of his mind. And by \"mind\" he means \"pincers.\""
		},

		"monster_07" : {
			"id" : "monster_07",
			"name" : "Emo Eel",
			"desc" : "This eel is just...man. Nobody understand his pain, you know? Ugh. It's just like, I mean, I don't even...just...ugh. Spends his days working as a Sand Bar-ista."
		},

		"monster_08" : {
			"id" : "monster_08",
			"name" : "Vengeful Clownfish",
			"desc" : "This is the part they didn't show you in the movie. His name is Nemo. [He thinks] you killed his mother. Prepare to die!"
		},

		"monster_09" : {
			"id" : "monster_09",
			"name" : "Samurai Salmon",
			"desc" : "Like most salmon, he was born in fresh water, migrated to the ocean, and is now returning to his birthplace. Unlike other salmon, however, this one spent his time in the ocean learning how to dual-wield katanas. Different strokes for different folks, I guess."
		},

		"monster_10" : {
			"id" : "monster_10",
			"name" : "Hungry Alligator",
			"desc" : "Possibly a crocodile. That's not important, though, because they both have a lot of teeth, and they're all sharp as hell. I would not want to mess with one of these wingless sea dragons, if I were you."
		},

		"monster_11" : {
			"id" : "monster_11",
			"name" : "Zebra Archerfish",
			"desc" : "Did you know that Archerfish can bring down insects and other prey up to 3 meters above the water's surface? I'm not sure what 3 meters translates to in normal-person units, but I'm guessing it's a lot more impressive than that super-soaker you got when you were a kid. I really hope more fish don't learn how to turn their faces into guns, or we're going to have some real problems on our hands, real fast."
		},

		"monster_12" : {
			"id" : "monster_12",
			"name" : "Confused Elk",
			"desc" : "What the--?! This is a LAND MAMMAL! How did this get in here!? I mean, this is a game about fish and other aquatic creatures. Not a game about freakin' moose! Mooses? Moo--you know what, just...just fight it anyway. Whatever. I'm going to go find a dictionary."
		},

		"monster_13" : {
			"id" : "monster_13",
			"name" : "Marine Iguana",
			"desc" : "These reptiles are usually black or grey. They are between 20 and 34 cm long, have laterally flattened tails, spiky dorsal fins, and long sharp claws. Interestingly enough, Charles Darwin called them \"disgusting clumsy Lizards.\" Even MORE interesting than that, however, is that he ALSO called them \"imps of darkness.\" So...yeah, have fun fighting that."
		},

		"monster_14" : {
			"id" : "monster_14",
			"name" : "Well-Armed Coconut Octopus",
			"desc" : "Each arm of this invertebrate has dozens of small suckers, and each one of the suckers is clutching a tiny knife. You do not know where he got so many tiny knifes. Perhaps he had them custom-made?"
		},

		"monster_15" : {
			"id" : "monster_15",
			"name" : "Sea Nettle Jellyfish",
			"desc" : "Sea nettles have a distinctive golden-brown bell with a reddish tint. The bell can grow to be larger than one meter in diameter in the wild, though most are less than 50 cm across. The long, spiraling, white oral arms and the 24 undulating maroon tentacles may trail behind as far as 15 feet. For humans, its sting is often irritating, but rarely dangerous. You're about to find out what happens to sturgeons, however."
		},

		"monster_16" : {
			"id" : "monster_16",
			"name" : "Royal Starfish",
			"desc" : "This vividly colored species is found along the east coast of North America, primarily in the southeast. While it can live at depths of up to 700 feet, it mostly hangs out at around 70-100 feet deep. Unlike many other species of starfish, the royal starfish eats its prey whole...and while it normally dines on mollusks, this one is trying to expand its palate...to sturgeon!!! Dun-dun-DUNNNNN!!"
		},

		"monster_17" : {
			"id" : "monster_17",
			"name" : "Crown-of-thorns Starfish",
			"desc" : "The spines covering its upper surface are venomous, which aid it in its quest for world domination. As one of the largest starfish in the world, it has a voracious appetite. When numbers are low, crown-of-thorns starfish help boost the biodiversity of coral reefs by preying on the fastest growing coral species. But if their populations become too high, they can wreak havoc on coral reefs. Their population booms are due in part from human fishing of their natural predators, the humphead wrasse and triton snail. See? There's something called a \"Humphead.\" And you thought you had a rough time in school."
		},

		"monster_18" : {
			"id" : "monster_18",
			"name" : "\"Smasher\" Mantis Shrimp",
			"desc" : "The mantis shrimp is a type of marine crustacean. They sport powerful claws that they use to attack and kill prey by spearing, stunning, or dismemberment. These aggressive and typically solitary sea creatures spend most of their time hiding in rock formations or burrowing intricate passageways in the sea bed. They rarely exit their homes except to feed and relocate. Smashers possess a much more developed \"club,\" which is used to bludgeon and smash their meals apart. They strike by rapidly unfolding and swinging their raptorial claws at the prey, and are capable of inflicting serious damage. \"The mantis shrimp is the harbinger of blood-soaked rainbows.\" - The Oatmeal"
		},

		"monster_19" : {
			"id" : "monster_19",
			"name" : "\"Spearer\" Mantis Shrimp",
			"desc" : "The mantis shrimp is a type of marine crustacean. They sport powerful claws that they use to attack and kill prey by spearing, stunning, or dismemberment. These aggressive and typically solitary sea creatures spend most of their time hiding in rock formations or burrowing intricate passageways in the sea bed. They rarely exit their homes except to feed and relocate. Spearers are armed with spiny appendages topped with barbed tips, which used to stab and snag prey. They strike by rapidly unfolding and swinging their raptorial claws at the prey, and are capable of inflicting serious damage. \"The mantis shrimp is the harbinger of blood-soaked rainbows.\" - The Oatmeal"
		},

		"monster_20" : {
			"id" : "monster_20",
			"name" : "Bananagator",
			"desc" : "\"Well obviously it's wrong to pervert natural law and create a hideous monster for no reason other than because we can\" said no mad scientist ever"
		},

		"monster_21" : {
			"id" : "monster_21",
			"name" : "Laserfish",
			"desc" : "It's like an electric eel but with lasers. What more do you need to know?"
		},

		"monster_22" : {
			"id" : "monster_22",
			"name" : "Malfunctioning Sonar Probe",
			"desc" : "Instead of pings, it now emits a series of electronic warbles and beeps. Seawater has oxidized and degraded its casing so it has taken on a burnished bronze sheen and its exposed circuits have started to glow with a cerulean hue."
		}
	},

	"special" : {

	}
}